Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Components included in equipment and machinery
nb: Komponenter som inngår i utstyr og maskiner

source: standard, Chapters 4.3 and 5.7.4 should be used, with the following addition:
nb: kapittel 4.3 og 5.7.4 brukes, med følgende tillegg:

source: The capacity change is only shown by somebody having deleted “10 tonnes” and entered “13 tonnes”.
nb: Kapasitetsendringen vises bare ved at noen har strøket over 10 tonn og satt inn 13 tonn.

source: The PSA team takes the view that emergency response functioned as planned.
nb: Vår oppfatning er at beredskapen fungerte i henhold til planen.

source: A Hazop was conducted for installing the ADS.
nb: Det var utført HAZOP for montering av ADS.

source: Several processes in Seadrill’s management system describe when and how a hazardous operation analysis (Hazop) is to be conducted.
nb: Flere prosesser i Seadrills styringssystem beskriver når og hvordan en identifikasjon og analyse av farlige og operasjonelle forhold (HAZOP) skal gjennomføres.

source: Order for Hess – Valhall
nb: Pålegg til Hess – Valhall

source: Re litera f on operator
nb: Til bokstav f om operatør

source: Marathon/Technip - Alvheim/Skandi Arctic - Investigation into diving incident
nb: Marathon/Technip - Alvheim/Skandi Arctic - Gransking av dykkehendelse

source: Machinery intended to be installed on fixed offshore facilities such as, for example, oil production facilities, and machinery which may be used on both fixed and mobile offshore facilities, is also subject to the Machinery Directive.
nb: Maskiner som er ment å installeres på faste offshoreinnretninger som, for eksempel, oljeproduksjonsinnretninger, og maskiner som kan bli brukt på både faste og flyttbare offshoreinnretninger, kommer også inn under maskindirektivet.

source: carry out the work in a prudent manner, cf. e.g. Section 9-7 of the Petroleum Act.
nb: på en forsvarlig måte, jf. blant annet petroleumsloven § 9-7.

source: b) A-0 for rooms for electrical equipment, fan rooms, rooms where flammable or easily ignited goods are
nb: b) A-0 for rom for elektrisk utstyr, vifterom, rom der det oppbevares brannfarlige eller lett antennelige

source: Normally, data must be acquired over several years to obtain a sufficiently stable set of data.
nb: Normalt må datainnsamling foregå over flere år for å få et tilstrekkelig stabilt datagrunnlag.

source: The regulations apply to exploration for and exploitation of subsea reservoirs for storage of CO
nb: Forskriften gjelder for leting etter og utnyttelse av undersjøiske reservoarer for lagring av CO

source: j) Several managers were replaced during the period concerned.
nb: j) Det var i perioden da dette pågikk utskifting av flere ledere.

source: Developments in 2015 and 2016 had created a need to put this position on the agenda.
nb: Bakgrunnen var at utviklingen i 2015 og 2016 skapte behov for å sette situasjonen i petroleumsvirksomheten på dagsorden.

source: The somewhat simplified data model included both the 2" bypass tube and the instrument fitting/manometer. The purpose of this extension was to provide a more comprehensive analysis of the causal relationships between observed fatigue damage, the system's natural frequencies and potential wind loads.
nb: Den noe forenklede datamodellen omfattet både 2" bypass-rør og instrumentfitting/manometer.Hensikten med utvidelsen var å gi en mer helhetlig analyse av årsakssammenheng mellom observert utmattingsskade, egensvingninger til systemet og mulige vindlaster. Dette omfattet:

source: On its own initiative, and in collaboration with supplier Beerenberg, the team has also produced a database on vibration damping by various work gloves.
nb: Gjengen i Lagårdsveien har også, på eget initiativ og i samarbeid med leverandørselskapet Beerenberg, laget en database over vibrasjonsdemping i ulike arbeidshansker.

source: Illustration 14: Operation panel and control valves to operate the relieving system for the raw water pump.
nb: Bilde 14: Operasjonspanelet og styreventilene for å operere avlastningsopphenget for råvannspumpen

source: Repsol - consent for work at Yme
nb: Samtykke til Repsol for arbeid på Yme

source: AF Gruppen and BBC use their own versions of Synergi.
nb: AF Gruppen og BBC bruker egne versjoner av Synergi.

source: Technical solutions for food and drinking water supply shall comply with the provisions in the Food Regulations for onshore activities as well as the
nb: Tekniske løsninger for næringsmiddel- og drikkevannsforsyning skal oppfylle bestemmelsene i næringsmiddelforskriftene for landbasert virksomhet samt

source: The planned start of the drilling operations is June 2018.
nb: Planlagt oppstart av boreoperasjonane er juni 2018.

source: KCA Deutag Drilling Norge AS has received Acknowledgement of Compliance (AoC) for Askeladden.
nb: KCA Deutag Drilling Norge AS har fått samsvarsuttalelse (SUT) for Askeladden.

source: Water depth in the area is 80 metres.
nb: Havdjupet i området er 80 meter.

source: The materials handling plan is intended to be the basis for all such operations on MINC, but only applied to equipment with a maintenance programme.
nb: Materialhåndteringsplanen skal være grunnlaget for all materialhåndtering på MINC, men planen gjaldt bare for utstyr med vedlikeholdsprogram.

source: However, the incident did not develop into a stability event after the damage caused water to enter and fill parts of the box girder.
nb: Imidlertid utviklet ikke hendelsen seg til en stabilitetshendelse etter at skaden medførte vanninntrenging og tilhørende vannfylling av deler av dekksboksen.

source: Vår Energi – CoConsent for exploration drilling in the Norwegian Sea
nb: Vår Energi - Samtykke til leiteboring i Norskehavet

source: facilitate a resource management system for transport and exploitation of subsea reservoirs on the continental shelf for injection and storage of CO2.
nb: og utnyttelse av undersjøiske reservoarer på kontinentalsokkelen til injeksjon og lagring av CO2.

source: A joint effort has yielded good results.
nb: Felles innsats har gitt gode resultater.

source: work with asbestos, cf. RCW chapter 4, with the exception of section 4-4,
nb: arbeid med asbest, jf. FUA kapittel 4, med unntak av § 4-4,

source: Operator 1 mounted the scaffolding and closed the valve once he had confirmed that operator 2 was on the ground.
nb: Operatør 1 gikk inn på stillaset og stengte ventilen etter han hadde fått bekreftet at operatør 2 var nede på bakken.

source: kg per year, d) dispersants and shoreline cleaning agents that are used to combat acute pollution, e) new chemicals to be field tested, cf. Section 66, f) fuel, g) paint and other surface coatings, including those delivered in spray cans, h) gas tracers,
nb: innretning per år, d) dispergeringsmidler og strandrensemidler til bekjempelse av akutt forurensning, e) nye kjemikalier som skal felttestes, jf. § 66, f) drivstoff, g) maling og andre overflatebehandlingsmidler, inkludert slike som leveres i spraybokser, h) gassporstoff,

source: For the 12 kilometres of the pipeline on the UK Shelf, the UK authorities also need to provide consent.
nb: Fordi 12 kilometer av røyrleidninga ligg på britisk sokkel, må britiske styremakter òg samtykke til bruken.

source: 8 All maintenance work on the boiler was completed and all blinds were punched and approved.
nb: 8Alt vedlikeholdsarbeid på kjel ble avsluttet og alle spader ble punchet og godkjent.

source: Smoke diver3 succeeded in getting the stretcher over the railing around the top of the H2S reactor.
nb: Røykdykker3 fikk tatt inn båren over rekkverket på toppen av H2S-reaktoren.

source: = 85 dB and the peak sound pressure level, L
nb: = 85 dB og toppverdi av lydtrykknivå, L

source: The surface protection programme at the facility requires substantial personal and financial resources.
nb: Overflateprogrammet på Mongstad krever betydelige ressurser i form av personell og penger.

source: Consent for use of Island Wellserver and Island Frontier at Sigyn and Johan Sverdrup
nb: Samtykke til bruk av Island Wellserver og Island Frontier på Sigyn og Johan Sverdrup

source: Operator 2 remained at home because of a swollen ankle which could not bear his weight.
nb: Operatør 2 ble hjemme grunnet hoven ankel som ikke kunne belastes.

source: Equipment and safety systems that are meant to be operational in abnormal situations, where an explosive atmosphere can exist outside classified areas, shall fulfil requirements to zone 2, minimum, or be placed in protective rooms.
nb: Utstyr og sikkerhetssystemer som skal være i drift under unormale situasjoner der eksplosjonsfarlig atmosfære kan forekomme utenfor klassifiserte områder, skal oppfylle krav til minimum sone 2 eller være plassert i beskyttede rom.

source: In connection with planning and execution of cleaning activities, the NS-INSTA 800 standard should be used, with the following additions:
nb: Ved planlegging og utføring av renholdet bør standarden NS-INSTA 800 brukes, med følgende tillegg:

source: Solutions must be found jointly by operators and suppliers.”
nb: Løsningene er det operatørene og leverandørene som i felleskap må komme fram til, understreker Myhrvold.

source: Repsol – Consent for exploration drilling in the North Sea
nb: Repsol – Samtykke til leiteboring i Nordsjøen

source: Table 6.1 Inspection of nipples (source:
nb: Tabell 6.1 Inspeksjon av nippler (Kilde:

source: Figure 4 Overview of the three landing areas on the Tambar facility. (Source: Aker BP).
nb: Figur 4 Oversikt over de tre landingsområdene på Tambar-innretningen (hentet fra Aker BP).

source: The party responsible for stability on board, should have maritime competence equivalent to the offshore installation manager in the same regulations,
nb: Den stabilitetsansvarlige om bord bør ha maritim kompetanse tilsvarende krav til plattformsjef i den samme forskriften,

source: § 41 Use of onshore facilities
nb: § 41 Bruk av landanlegg

source: Risk and vulnerability analyses
nb: Risiko- og sårbarhetsanalyse

source: Since such devices are portable, the risk exists that equipment approved for zone 2 is unintentionally used in zone 1.
nb: I og med at slikt utstyr er bærbart er det også fare for at utstyr godkjent for sone 2 utilsiktet brukes i sone 1.

source: The field has been developed with three fully integrated concrete facilities: Statfjord A, Statfjord B and Statfjord C. Statfjord A, centrally located on the field, came on stream in 1979.
nb: Statfjord A, Statfjord B og Statfjord C. Statfjord A, som er plassert sentralt på feltet, kom i produksjon i 1979.

source: Naturkraft - Naturkraft Kårstø - Investigation of ammonia leak
nb: Naturkraft - Naturkraft Kårstø - Gransking av ammoniakkhendelse

source: The validity of the Acknowledgement of Compliance assumes that Saipem Drilling Norway ensures the facility and relevant parts of the company’s organisation and management system satisfy regulatory requirements, and that terms and assumptions in the PSA’s decision are safeguarded.
nb: Gyldigheten av samsvarsuttalelsen forutsetter at Saipem Drilling Norway sørger for at innretningen og relevante deler av selskapets organisasjon og styringssystem møter regelverkets krav, og at vilkår og forutsetninger i Ptils vedtak blir ivaretatt.

source: a) elimination of the causes of the exposure, b) technical measures that reduce the probability of exposure, c) technical measures that reduce exposure, d) operational measures that reduce exposure.
nb: a) eliminering av årsakene til eksponeringen, b) tekniske tiltak som reduserer sannsynligheten for eksponering, c) tekniske tiltak som reduserer eksponering, d) operasjonelle tiltak som reduserer eksponering.

source: Maersk has no system on the facility which provides adequate access to user manuals from the manufacturer, and which ensures they are read and reviewed before use.
nb: Maersk har ikke et system på innretningen som gir tilstrekkelig tilgang til brukermanualer fra produsenter, og som sikrer at de blir lest og gjennomgått før bruk.

source: I understand my role in preventing a well control
nb: eg forstår min rolle i forebygging av en brønnkontroll

source: b) for operation of equipment for dynamic positioning, Classes 2 and 3, c)
nb: b) ved operasjon av utstyr for dynamisk posisjonering klasse 2 og 3, c)

source: He did not want to leave the spot where he could observe the senior SE to fetch a radio.
nb: Han ville ikke forlate stedet hvor han kunne observere Senior SI for å hente radio.

source: This section continues the previous incorporation in the petroleum activities of Council Directive 75/364/EEC relating to aerosols, as well as the adopted changes in Commission Directive 94/1/EEC.
nb: Denne paragrafen viderefører tidligere innarbeiding i petroleumsvirksomheten av rådsdirektiv 75/364/EØF om aerosolbeholdere samt vedtatte endringer i kommisjonsdirektiv 94/1/EØF.

source: Equinor – Statfjord A – investigation of collision by vessel
nb: Equinor - Statfjord A - gransking av fartøykollisjon

source: Condensate will go to Heidrun B, and gas will be sent via Polarled to Nyhamna.
nb: Kondensat vil gå til Heidrun B, gass vil bli sendt via Polarled til Nyhamna.

source: A serious incident involving a steam leak occurred at Mongstad because of CUI in 2012.
nb: I 2012 hadde man på Mongstad en alvorlig hendelse med damplekkasje på grunn av KUI.

source: For testing and documentation of dispersants and shoreline cleaning agents, the requirements in Chapter
nb: For testing og dokumentasjon av dispergeringsmidler og strandrensemidler gjelder kravene i forskrift

source: “Taken together with the negative health effects which we know night shifts can have, this means regulatory requirements for and curbs on such work in the petroleum sector are and must be restrictive.”
nb: - Sett i sammenheng med det vi vet om den negative helsepåvirkninger nattarbeid kan ha, gjør dette at regelverkskravene og restriksjonene for nattarbeid i petroleumsvirksomheten er og skal være restriktive.

source: Operations, maintenance, modifications
nb: Drift, vedlikehold, modifikasjoner

source: To ensure efficient operation and continuous improvement, the industry and the government must continuously strive for, learn from and adopt new knowledge and technology.
nb: For å sikre effektiv drift og kontinuerlig forbedring må næringen og myndighetene hele tiden strekke seg etter, lære av og ta i bruk ny kunnskap og ny teknologi.

source: Section 7 of the Public Health Act The municipality can cooperate with private organisations, etc., where suitable to promote the health service's purposes, cf.
nb: folkehelseloven § 7 Kommunen kan samarbeide med privat organisasjon o.l. hvor det er egnet til å fremme helsetjenestens formål, jf.

source: Skarv is a field in the northern part of the Norwegian Sea, 35 kilometres southwest of the Norne field.
nb: Skarv ligg i den nordlege delen av Norskehavet, 35 kilometer sørvest for Norne.

source: Aker BP – Ivar Aasen – communication systems
nb: Aker BP – Ivar Aasen - kommunikasjonssystemer

source: All incoming liquid goes to the outer chamber, which has one end open to the sea.
nb: All væsketilførsel er til det ytre kammeret, som har åpen ende til sjø.

source: In order to fulfil the requirements to vibrations, the NORSOK S-002 standard revision 4 Chapter 4.4.7, 5.5.5 and Appendices A and E should be used.
nb: For å oppfylle kravet til vibrasjoner bør standarden NORSOK S-002N revisjon 4 kapittel 4.4.7, 5.5.5 og vedleggene A og E brukes.

source: “During the 1990s, we saw company figures for such LTIs fall sharply and actually get close to zero towards 2000.
nb: - I løpet av 1990-årene så vi at selskapenes tall for fraværsskader gikk rett nedover. Fram mot 2000 sank de faktisk ned mot null.

source: The leak rate is estimated at 0.1-0.3 kilograms per second and the quantity of natural gas which escaped has been put at 250-750 kilograms.
nb: Lekkasjeraten er senere anslått til mellom 0,1 – 0,3 kg/s og lekkasjemengden til mellom 250 og 750 kilo naturgass.

source: The consent applies to the use of Maersk Invincible for production drilling, well operations and as a flotel at VFN and VFS.
nb: Samtykket gjeld bruk av Maersk Invincible for produksjonsboring, brønnoperasjonar og som flotell på VFN og VFS.

source: On their own initiative, they toured the various switchboard rooms in M10 and M16 to check status after half of switchboard 1 had been disconnected.
nb: De to elektrikerne gikk på eget initiativ en runde i de ulike tavlerommene i M10 og M16 for å sjekke status etter at halve tavle 1 ble koblet ut.

source: Serious breaches of the regulations were identified.
nb: Granskingen identifiserte alvorlige brudd på regelverket.

source: chapter 15 should be used.
nb: kapittel 15 brukes.

source: Storage of flammable materials in the mud laboratory
nb: Oppbevaring av brennbart materiale i slamlaboratoriet

source: The Norwegian Environment Agency has described further expectations for the content of applications and expected processing time in the Guidelines for applications regarding offshore petroleum activities, TA-2847-2011.
nb: Miljødirektoratet har beskrevet ytterligere forventninger til innholdet i søknader og forventet saksbehandlingstid i Retningslinjer for søknader om petroleumsvirksomhet til havs, TA-2847-2011.

source: AoC audit - Seadrill Management AS - West Mira - Emergency preparedness
nb: SUT Tilsyn - Seadrill - West Mira - beredskap

source: - This means that major employee groups are exposed to noise and thus are at risk of developing hearing injuries," Ognedal points out.
nb: - Det vil si at store arbeidstakergrupper blir utsatt for støy, og dermed risiko for å utvikle hørselsskader, påpeker Ognedal.

source: ConocoPhillips – consent for exploration drilling in the North Sea
nb: ConocoPhillips – samtykke til leiteboring i Nordsjøen

source: On deck, it found three offshore crane pennants which were damaged and no longer in use.
nb: På dekk fant vi tre offshorekranforløpere som var skadet og tatt ut av bruk.

source: All the values are significantly lower than those provided by the supplier (see table 1 in section 5.1).
nb: Alle verdiene er vesentlig lavere enn de som er oppgitt av leverandøren (se tabell 1 i kapittel 5.1).

source: Loads, design and operations of floaters in the High North
nb: Laster, design og operasjon av flytere i nordområdene

source: The regulation of safety and working environment is thus based on the same principles that are used in the HSE regulations for the petroleum activities, adapted to the risk conditions represented by CO2 transport and injection.
nb: Reguleringen av sikkerhet og arbeidsmiljø er således basert på de samme prinsippene som legges til grunn i HMS-forskriftene for petroleumsvirksomheten, tilpasset til de risikoforholdene som CO2-transport og injeksjon representerer.

source: Loading pumps B and C were stopped from the CCR (loading pump A is permanently out of operation).
nb: Lastepumpe B og C ble stoppet fra SKR (lastepumpe A er satt ut permanent av drift).

source: Aker BP calculated that it would take about 200 days to finish the work using daily helicopter hops.
nb: Ved å bruke daglige helikopter-turer estimerte Aker BP cirka 200 dager til å ferdigstille arbeidet.

source: Conditions as mentioned in the first subsection, can be conditions and parameters as mentioned in
nb: Forhold som nevnt i første ledd, kan være tilstander og parametere som nevnt i innretningsforskriften §

source: , Chapters 4.2.3 and 4.2.4 and table 15.9, ISO 10417 and ISO 10423, Chapter 9 should be used for w
nb: kapittel 4.2.3, 4.2.4 og tabell 15.9, ISO 10417 og ISO 10423 kapittel 9 brukes for

source: Production from Statfjord A had been shut down for a maintenance turnaround.
nb: Produksjonen på Statfjord A var stengt på grunn av revisjonsstans.

source: Out of control for a few seconds, the hose then attached itself to the scaffolding.
nb: Slangen slo ukontrollert før den festet seg i stillaset etter noen sekunder.

source: This error was discovered in 2013 but, instead of being restored to the programme, the pipe continued to be let out of the equipment strategy.
nb: I 2013 ble denne feilen oppdaget, men i stedet for at røret da ble lagt inn igjen i programmet ble det utelatt i utstyrsstrategien.

source: Its creation relates to Eni Norge’s development of the Goliat oil field off western Finnmark county, which incorporates the northernmost staffed production platform off Norway.
nb: Arbeidet er gjort i sammenheng med Eni Norges utbygging av Goliatfeltet utenfor kysten av Vest-Finnmark, som blir den hittil nordligste bemannede produksjonsinnretningen i Norge.

source: This was also ordered by the police.
nb: Dette ble også pålagt av politiet.

source: The overall indicator, where all near-miss incidents are weighted against their inherent accident potential, showed an insignificant increase in 2020.
nb: Totalindikatoren, hvor alle tilløpshendelsene er vektet mot iboende ulykkepotensiale, viser en ikke signifikant oppgang i 2020.

source: For classification of areas at risk of explosion as mentioned in the fifth subsection, the IEC 61892-7 standard should be used.
nb: For klassifisering av eksplosjonsfarlige områder som nevnt i femte ledd, bør standarden IEC 61892-7 brukes.

source: for example, but is simultaneously expected to secure a good return for
nb: Læring kan komme på avveier for ledere, ingeniører og utførende

source: § 11 Matters relating to safety and working environment in the plan for development and operation of a subsea reservoir for injection and storage of CO2 and specific licence for the installation and operation of facilities for transport
nb: § 11 Forhold som gjelder sikkerhet og arbeidsmiljø i plan for utbygging og drift av undersjøisk reservoar til injeksjon og lagring av CO2 og særskilt tillatelse til anlegg og drift av innretninger for transport

source: During its review of project documentation, including the FMECA, the team could not see that the steel rope was identified or classified as a safety-critical component in the hoisting arrangement.
nb: Under gjennomgangen vår av prosjektdokumentasjonen, inkludert FMECA, kunne vi ikke se at ståltauet var identifisert eller klassifisert som en sikkerhetskritisk komponent i heissystemet.

source: There were 276 people on Statfjord A when the collision occurred.
nb: Det var 276 personer om bord på Statfjord A da kollisjonen skjedde.

source: the facilities dealt with in the individual PDO/PIO.
nb: omhandles i den enkelte PUD/PAD.

source: Vår Energi has also signed a separate agreement concerning underwater activities at Goliat, and has applied for consent for this.
nb: Vår Energi har også inngått egen avtale om undervannsaktiviteter på Goliat, og har søkt om samtykke til dette.

source: The direct cause of the incident was a fault in the automatic disconnect system (ADS), which signalled disconnection of the LMRP from the BOP.
nb: Den direkte årsaken til hendelsen var feil ved det automatiske frakoblingssystemet (ADS – Automatic Disconnect System) som gav signal til frakobling av nedre stigerørspakke fra BOP.

source: A description of barriers which functioned is provided below by the investigation team.
nb: Granskningsgruppen har i det følgende beskrevet barrierer som har fungert.

source: paragraph, see also the Activities Regulations Section 40 on use of work equipment.
nb: aktivitetsforskriften § 40 om bruk av arbeidsutstyr.
